{"id":"a6146361-5c7e-4b0f-963b-210a3536ce6a","ingredients":[{"amount":125.0,"name":"galette bretonne","unit":"g"},{"amount":55.0,"name":"speculoos","unit":"g"},{"amount":80.0,"name":"beurre","unit":"g"},{"amount":600.0,"name":"philadelphia","unit":"g"},{"amount":300.0,"name":"crème fraîche épaisse","unit":"g"},{"amount":160.0,"name":"sucre","unit":"g"},{"amount":40.0,"name":"farine","unit":"g"},{"amount":5.0,"name":"oeufs"},{"amount":0.5,"name":"citron"}],"name":"Cheesecake","source_url":"https://www.yumelise.fr/cheesecake-new-yorkais/","steps":[{"step":"Emietter les biscuits (avec un mixeur). Fondre le beurre (au micro-ondes) et le verser sur les biscuits. Bien mélanger à la fourchette."},{"step":"Tapisser une plaque perforée d'une feuille d'aluminium puis au dessus déposer une feuille de papier sulfurisé. Poser au dessus un cercle haut de 20 cm de diamètre. Rabattre les bords des feuilles sur le moule pour bien l'emballer."},{"step":"Verser au fond le mélange biscuité et bien tasser."},{"step":"Placer la plaque au réfrigérateur."},{"step":"Préchauffer le four à 180°c, chaleur tournante."},{"step":"Dans le bol du robot, mettre le Philadelphia, la crème, le sucre, la farine et les oeufs. Mélanger avec la feuille vitesse lente (pas au fouet, il ne faut pas incorporer d'air afin que le cheesecake ne fissure pas à la cuisson !). Quand le mélange est lisse, ou presque (on ne mélange pas longtemps et il peut rester des petits morceaux de Philadelphia), arrêter de mélanger et ajouter les zestes et le jus du demi-citron. Continuer à mélanger avec le feuille doucement, juste pour bien répartir le citron."},{"step":"Sortir la plaque du réfrigérateur, verser l'appareil à cheesecake et enfourner 20 minutes à 180°c, puis baisser la température à 100°c et poursuivre la cuisson pour 60 minutes."},{"step":"A la fin de cuisson, ouvrir le four et laisser tiédir 15 minutes. Puis glisser délicatement le cercle avec le papier sulfurisé et l'aluminium sur un plat (je m'aide d'une grande spatule). Placer immédiatement au réfrigérateur pour 2 heures."},{"step":"Après 2 heures, retirer le papier aluminium et le papier sulfurisé délicatement en faisant glisser."},{"step":"Avec une fine lame de couteau trempée dans un verre d'eau tiède, décoller le cercle du cheesecake."},{"step":"Replacer au frais minimum 3 heures."},{"step":"Servir frais avec un coulis de fruits rouges."}]}